[
    {
        "id": 1,
        "photo": "https://fpineda-dev.github.io/appicm/img/Evangelismo1.jpeg",
        "paragraph": "Id por todo el mundo y predicad el evangelio a toda criatura. 16 El que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado. 17 Y estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas; 18 tomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán. Marcos 16: 15-18.",
        "block": "Es evidente que el Señor enfatizó en repetidas ocasiones que el evangelio debía ser predicado hasta el último rincón de este mundo. Sin embargo, como en muchas otras ocasiones después, llegó el momento en que la iglesia primitiva se quedó atascada en Jerusalén y sólo fue por causa de la persecución que el evangelio llegó a proclamarse fuera de los límites de Judá.",
        "footer": "Sabemos por experiencia que es fácil perder de vista esta visión misionera. Con facilidad podemos llegar a estar tan ocupados dentro de mil y una actividades dentro de la propia iglesia local, que olvidamos nuestra responsabilidad con los perdidos que están afuera. Pero una iglesia que se limita a mirar hacia adentro, ha perdido su razón de ser en este mundo perdido, y además, está desobedeciendo el mandamiento de Dios. Es muy probable que la mayoría de nosotros no podamos ir al otro extremo del mundo a predicar, pero siempre tendremos oportunidades a nuestro alrededor que debemos aprovechar."
    },
    {
        "id": 2,
        "photo": "https://fpineda-dev.github.io/appicm/img/Chiquitos.jpeg",
        "paragraph": "Pero Jesús dijo: Dejad a los niños, y no les impidáis que vengan a mí, porque de los que son como éstos es el reino de los cielos Mateo 19:14.",
        "block": "Jesús se preocupa por los niños y reconoce su valor, hasta el punto de usarlos como un ejemplo para Sus discípulos. Algunas personas le llevaron niños a Jesús para que les pusiera las manos y orara por ellos. Los discípulos reprendieron a estas personas, quizás para proteger Su tiempo y energía de algo que no parecía ser muy urgente. \n Jesús, sin embargo, intervino e insistió en permitir que los niños pequeños se acercaran a Él, diciéndoles a los discípulos que no se lo impidieran porque el reino de los cielos les pertenece a los que son como los niños. Es una imagen bastante tierna, y Jesús claramente se preocupa por los niños. Sin embargo, Jesús no está diciendo que el reino de los cielos les pertenezca a los niños pequeños. En cambio, lo que está haciendo es recordarles a los discípulos que ellos necesitaban tener una fe y una humildad similares a las de un niño.",
        "footer": "Esto, de hecho, se hace eco de una enseñanza que Jesús ya compartió con Sus discípulos en el capítulo anterior: 'de cierto les digo, que, si ustedes no cambian y se vuelven como niños, no entrarán en el reino de los cielos. Así que, cualquiera que se humilla como este niño es el mayor en el reino de los cielos'."
    },
    {
        "id": 3,
        "photo": "https://fpineda-dev.github.io/appicm/img/Alabanzas.jpeg",
        "paragraph": "¡Que todo lo que respira alabe al Señor!\n ¡Aleluya! ¡Alabado sea el Señor! Salmo 150:6.",
         "block": "'es uno de los versículos más poderosos y significativos de la Biblia. Es un llamado a alabar al Señor en todo momento, en todo lugar y con todas nuestras fuerzas. Es una expresión de gratitud y adoración que todos los creyentes deben adoptar en sus vidas'\n 'Cuando decimos 'Todo lo que respira alabe a Jah', estamos hablando de todos los seres vivos que existen en el planeta. Es un llamado a toda la creación, desde los seres humanos hasta los animales y plantas, para que den gracias y alaben a Dios como forma de reconocimiento a su grandeza y amor eterno'\n Cantad a Jehová, toda la tierra: Alabado sea el Señor de toda la tierra. Él no es una deidad local, destinado solo a Israel. Bajo la inspiración del Espíritu Santo, el salmista ve el día en que toda la tierra cantará cántico nuevo a Jehová, descrito en su cumplimiento en Apocalipsis 5:9.",
         "footer": "'Proclamad su gloria: “Gloria es una palabra difícil de definir. Se refiere al aura majestuosa de la presencia divina, razón por la cual la estrofa habla del 'esplendor de su santidad'. Pero también es más que eso. Kabod, la palabra hebrea, se refiere a algo que es impresionante o importante'\n Sabes que los hombres se sienten muy atraídos por algo de gloria y renombre. Incluso se precipitarán a la boca del cañón en busca de la supuesta gloria… díganles acerca de su gloria, qué gloria trae a Cristo, y qué gloria traerá a todo pecador con el tiempo."
    },
    {
        "id": 4,
        "photo": "https://fpineda-dev.github.io/appicm/img/danzas.jpeg",
        "paragraph": "Alaben su nombre con danza; Con pandero y arpa a él canten Salmo 149:2 \n Israel cantaba la especial protección de Dios para con su pueblo y las victorias de Yahvé frente a los enemigos.",
        "block": "En tiempos antiguos, la danza estaba prohibida en los servicios religiosos de santuarios, templos, sinagogas e incluso no formaba parte del culto de la iglesia primitiva. Sin embargo, en la actualidad se considera una forma de adorar a Dios, expresando con el cuerpo lo que a veces no se puede expresar con palabras. La danza es una manera de rendir homenaje al Altísimo, mostrar nuestra exaltación y celebrar las victorias que nos da a diario. La primera mención de la danza en la Biblia ocurrió cuando los israelitas cruzaron el Mar Rojo. En Éxodo 15:20-21 se relata cómo María, la hermana de Aarón, tomó un pandero y las mujeres la siguieron con panderos y danzas, cantando a Jehová por su grandeza y por haber derrotado al ejército egipcio en el mar. Es interesante notar que esta celebración tuvo lugar al aire libre, mostrando que Dios desea que celebremos con júbilo, saltos y alegría todas las cosas que hace por nosotros, viviendo en completa libertad.",        
        "footer": "Y David danzaba con toda su fuerza delante de Jehová;y estaba David vestido con un efod de lino 2 Samuel 6:14. \n La actitud de David en este fragmento de la Biblia es sumamente interesante. Debemos recordar que David era un rey, y como tal, su postura debía ser siempre digna y austera. Sin embargo, ante la presencia de Dios, David pierde toda compostura y se entrega a la alegría y la devoción con todo su ser. Es interesante notar cómo David no se preocupa por lo que los demás puedan decir o pensar de él, sino que lo único que le importa es expresar su amor por Dios de una manera auténtica y alegre"
    },
    {
        "id": 5,
        "photo": "https://fpineda-dev.github.io/appicm/img/Diacono.png",
        "paragraph": "Los diáconos asimismo deben ser honestos, sin doblez, no dados a mucho vino, no codiciosos de ganancias deshonestas; que guarden el misterio de la fe con limpia conciencia. Y estos también sean sometidos a prueba primero, y entonces ejerzan el diaconado, si son irreprensibles.  Las mujeres asimismo sean honestas, no calumniadoras, sino sobrias, fieles en todo.  Los diáconos sean maridos de una sola mujer, y que gobiernen bien sus hijos y sus casas.  Porque los que ejerzan bien el diaconado, ganan para sí un grado honroso, y mucha confianza en la fe que es en Cristo Jesús.",
         "block": "Nosotros deberíamos ir con cuidado en lo que se refiere a darnos cuenta de todos aquellos que están sirviendo en una congregación, y de vez en cuando debería haber alguna manera de reconocerlos. Es justo que demos gracias y que no demos por sentado a aquellas personas que con gusto y fidelidad sirven semana tras semana. No estamos pagando a estas personas, y no han sido contratadas para realizar este trabajo, sino que lo hacen de manera voluntaria en el nombre de Cristo. Esto debiera ser motivo de que la congregación les tuviese un gran sentimiento de aprecio.",
        "footer": "Pero lo segundo que dice Pablo es muy interesante. Dice que los diáconos ganan para sí mismos “mucha confianza en la fe que es en Cristo”. La palabra es en realidad audacia. Cuando sirve usted al Señor de todo corazón en cualquier ministerio que Él le da a usted, especialmente si es algo que hace a favor de toda la congregación, desarrolla usted un maravilloso sentido de que Dios está obrando con usted para resolver los problemas, y esto crea un profundo sentimiento de audacia."
    },
    {
        "id": 6,
        "photo": "https://fpineda-dev.github.io/appicm/img/CultoDamas.jpeg",
        "paragraph": "Las mujeres juegan un rol muy importante en las iglesias, desde el inicio de las escrituras observamos una relación complementaria entre el hombre y la mujer a quienes Dios creó a su imagen. En su gran sabiduría, Dios le otorgó a cada uno un rol en la creación, el hombre como lider y la mujer como ayuda idonea que edifica. Ambos iguales en valor, pero con distintas funciones. Aun nuestros cuerpos, ambos diferentes pero perfectamente formados, observamos las diversas funciones que Él soberanamente nos asignaría, el hombre como cabeza (Efesios 5:22-23), líder espiritual, proveedor y protector; y la mujer como su ayuda (Génesis 2:18), nutridora, dadora de vida, trabajando de forma complementaria junto a él.",
        "block": "Es evidente que la mujer de Proverbios 31 es una persona muy inteligente, con mucha capacidades, incluyendo el liderazgo y los negocios. Las diferencias en el liderazgo entre hombres y mujeres están en las formas de liderar. El hombre por naturaleza es más racional, y su forma de liderar es más con confrotación o poder, por su parte, en la mujer el liderazgo se muestra más en su capacidad de influenciar a aquellos que están en su entorno, cuando nuestro propósito de vida es glorificar a Dios, la influencia que ejercemos es poderosa y positiva, pero si el glorificar a Dios no está en nosotras, la influencia puede se destructiva, como vimos con Eva (Gn. 3:6) y Herodías(Mt. 14:1-10)",
        "footer": "Entonces, la mujer debe trabajar en la iglesia ayudando al liderazgo masculino. ¿Quién puede entender las mujeres mejor que una mujer? Y como el género femenino fue creado con la capacidad de conectar, cuidar y nutrir a otros,El Señor nos dejó un legado, y está sobre nuestros hombros pasarlo a la próxima generación. De hecho, Pablo manda a Tito en 2:3-5 a instruir las mujeres a pasar el legado. 'Asimismo, las ancianas deben ser reverentes en su conducta: no calumniadoras ni esclavas de mucho vino, que enseñen lo bueno, que enseñen a las jóvenes a que amen a sus maridos, a que amen a sus hijos, a ser prudentes, puras, hacendosas en el hogar, amables, sujetas a sus maridos, para que la palabra de Dios no sea blasfemada' "
    },
    {
        "id": 7,
        "photo": "https://fpineda-dev.github.io/appicm/img/CultoCaballeros.jpg",
        "paragraph": "Quiero, pues que los hombres oren en todo lugar, levantando las manos santas, sin ira ni contienda. 1ra Timoteo 2:9",
        "block": "El apóstol Pablo instruye a Timoteo sobre la importancia de mantener el orden y la pureza en el culto. Dirigiéndose específicamente a los hombres, Pablo les insta a liderar con pureza, dejando de lado la ira y el ánimo contencioso. Aunque estas instrucciones pueden aplicarse a ambos géneros, Pablo está corrigiendo comportamientos específicos dentro de la iglesia de Éfeso. \n Es crucial entender que estas instrucciones no son meramente culturales, sino que reflejan principios eternos de pureza y liderazgo espiritual. Los hombres deben liderar con integridad y amor, evitando comportamientos que contradigan su papel como sacerdotes del hogar y líderes espirituales",
        "footer": "Es importante reconocer que este llamado no es solo para aquellos que están activamente involucrados en la dirección del culto, sino para todos los hombres creyentes. Cada hombre tiene la responsabilidad de liderar espiritualmente en su hogar y en la iglesia local.\n La falta de liderazgo masculino puede tener consecuencias devastadoras, dejando a las mujeres cargas que no deberían llevar y poniendo en peligro a aquellos a quienes están llamados a proteger. Por lo tanto, es fundamental que los hombres asuman su rol con seriedad y diligencia."
    },
    {
        "id": 8,
        "photo": "https://fpineda-dev.github.io/appicm/img/ReunionJovenes.jpeg",
        "paragraph": "Ninguno tenga en poco tu juventud, sino sé ejemplo de los creyentes en palabra, conducta, amor, espíritu, fe y pureza. Entre tanto que voy, ocúpate en la lectura, la exhortación y la enseñanza 1Tim. 4: 12-13.",
        "block": "Somos llamados a servir a Dios, esto no es una opción esto es un mandato y nosotros como  jóvenes deberíamos estar desarrollando nuestro servicio desde temprana edad en algún ministerio \n Josías fue un joven que desde su juventud valga la redundancia quiso servir a Dios quiso levantar la obra de Dios 2 Crónicas 34:8 \n Necesitamos servir a Dios desde nuestra juventud, este es uno de los roles principales de la iglesia",
        "footer": " Así como tienes diferentes roles o funciones en tu universidad, en tu trabajo en lo que hagas diario, la vida cristiana también nos exige esto. Un principio básico en temas de inversiones es 'invertir en lo que crees y espera' Dios invirtió en nosotros, Dios ve algo en ti que de pronto nadie más ve que de pronto tu no ves, pero el sí y lo valoró pago un precio muy alto para que le pertenezcas y le creas, y así como invirtió también espera de nosotros, espera que podamos cumplir con funciones sencillas  que no te quitan nada y por el contrario te llenan."
    }
]